Autodesk.Revit.Exceptions.TransmittedModelException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.TransmittedModelException
The exception thrown when model was transmitted (sent by eTransmit)
and insufficient OpenOptions were provided to handle its transmitted flag.
Since: 2014